Repository: fcb1899v/elevatorneo_flutter
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, ko, zh

# letsElevator
source: LETS ELEVATOR NEO
ja: レッツ・エレベーター・ネオ
ko: 렛츠 엘리베이터 네오
zh: 操作乐趣电梯新锐

# thisApp
source: This app is one of the most realistic elevator simulator.
es: Esta aplicación es un simulador de ascensores muy realista.
fr: Cette application est un simulateur d'ascenseur très réaliste.
ja: このアプリはすごくリアルなエレベーターシミュレーターです。
ko: 이 앱은 정말 실감나는 엘리베이터 시뮬레이터입니다.
zh: 这款应用程序是一个非常逼真的电梯模拟器。

source: Menu
es: Menú
ja: メニュー
ko: 메뉴
zh: 菜单

source: Settings
es: Configuración
fr: Paramètres
ja: 各種設定
ko: 설정
zh: 设置

# glass
source: Vision Panel
es: Panel de vidrio
fr: Panneau en verre
ko: 관찰창
zh: 观察窗

source: START
es: INICIAR
fr: DÉMARRER
ja: スタート
ko: 시작
zh: 开始

source: BACK
es: ATRÁS
fr: RETOUR
ja: 戻る
ko: 뒤로
zh: 返回

source: OK
ko: 확인
zh: 确定

source: CANCEL
es: CANCELAR
fr: ANNULER
ja: キャンセル
ko: 취소
zh: 取消

source: EDIT
es: EDITAR
fr: MODIFIER
ja: 変更
ko: 변경
zh: 编辑

source: basement
es: Sótano
fr: Sous-sol
ja: 地下
ko: 지하
zh: 地下

# floor
source: {NUMBER} floor,
es: Piso {NUMBER},
fr: {NUMBER}ᵉ étage,
ja: {NUMBER}階です。
ko: {NUMBER}층에 도착하셨습니다.
zh: {NUMBER}层。

# ground
source: Ground floor,
es: Planta baja,
fr: Rez-de-chaussée,
ja: 地上階です。
ko: 지상층에 도착하셨습니다.
zh: 地面层。

# openDoor
source: Doors opening.
es: Abriendo puertas.
fr: Ouverture.
ja: ドアがひらきます。
ko: 문이 열립니다.
zh: 开门。

# closeDoor
source: Doors closing.
es: Cerrando puertas.
fr: Fermeture.
ja: ドアがしまります。
ko: 문이 닫힙니다.
zh: 关门。

# pushNumber
source: Please press destination floor
es: Seleccione piso.
ja: 行き先階ボタンを押してください。
ko: 층을 선택하세요.
zh: 请按楼层按钮。

# upFloor
source: Going up.
es: Subiendo.
fr: Montée.
ja: うえにまいります。
ko: 올라갑니다.
zh: 向上前往。

# downFloor
source: Going down.
es: Bajando.
fr: Descente.
ja: したにまいります。
ko: 내려갑니다.
zh: 向下前往。

# notStop
source: Sorry, this floor is restricted.
es: No se detiene en esta piso.
fr: Non desservi.
ja: ランプが点灯しない階には止まりません。
ko: 정차하지 않습니다.
zh: 本层不停车。

# emergency
source: Emergency stop for check.
es: Parada de emergencia para revisión.
fr: Arrêt d'urgence pour inspection.
ja: エレベーターの状態を確認するため、緊急停止します。
ko: 엘리베이터의 상태를 확인하기 위해 긴급 정지합니다.
zh: 为了检查电梯状态，将进行紧急停车。

# return1st
source: Check complete. Returning to first floor.
es: Verificación completada. Regresando al primer piso.
fr: Vérification terminée. Retour au premier étage.
ja: 確認が完了しました。一階に戻ります。
ko: 확인이 완료되었습니다. 1층으로 돌아갑니다.
zh: 检查完成。返回一层。

source: Bypass
es: Omitir
fr: Passer
ko: 통과 층
zh: 通過层

source: Stop
es: Detener
fr: Arrêter
ko: 정차 층
zh: 停靠层

# changeNumber
source: Change floor number
es: Cambiar piso
fr: Changer l'étage
ja: 行き先階数の変更
ko: 목적지 층수 변경
zh: 更改楼层

# changeBasementNumber
source: Change basement floor number
es: Cambiar piso del sótano
fr: Changer l'étage du sous-sol
ja: 地下階数の変更
ko: 지하 층수 변경
zh: 更改地下楼层

# changeImage
source: Change floor image
es: Cambiar imagen del piso
fr: Changer l'image de l'étage
ja: フロア画像の変更
ko: 플로어 이미지 변경
zh: 更改楼层图片

# selectPhoto
source: Select image from album
es: Seleccionar imagen del álbum
fr: Sélectionner une image depuis l'album
ja: アルバムから画像選択
ko: 앨범에서 이미지 선택
zh: 从相册选择图片

# cropPhoto
source: Crop your image
es: Recortar tu imagen
fr: Recadrer votre image
ja: 写真の切り取り
ko: 이미지 자르기
zh: 裁剪图片

# eVMile
source: EV miles
es: Millas EV
fr: Miles EV
ja: EVマイル
ko: EV마일
zh: 电梯里程

# eVMileRanking
source: EV miles Ranking
es: Millas EV Clasificación
fr: Classement Miles EV
ja: EVマイル ランキング
ko: EV마일 순위
zh: 电梯里程 排行

# earnMile
source: Earn {NUMBER} EV miles!
es: ¡Gana {NUMBER} Millas EV!
fr: Gagnez {NUMBER} Miles EV !
ja: {NUMBER} EVマイル ゲット!
ko: {NUMBER} EV마일 획득!
zh: 获得 {NUMBER} 电梯里程!

# aboutEVMile
source: Points accumulated through frequent elevator rides. Accumulated EV miles unlock various features, which can be adjusted in the menu settings.
es: Puntos acumulados a través de frecuentes viajes en ascensor. Las millas EV acumuladas desbloquean varias funciones, que se pueden ajustar en la configuración del menú.
fr: Points accumulés grâce aux trajets fréquents en ascenseur. Les Miles EV débloqués permettent d'activer diverses fonctionnalités, réglables dans les paramètres du menu.
ja: エレベーターの上下でたまるポイントです。 EVマイルをためると、メニューの各種設定で、階数や行き先階の画像が変更できます。
ko: 엘리베이터를 많이 탈수록 쌓이는 포인트입니다. EV 마일을 모으면 다양한 기능이 해제되고, 메뉴의 설정에서 변경할 수 있습니다.
zh: 这是乘坐电梯越多越能积累的积分。 积累电梯里程后，可解锁各种功能，并可在菜单的设置中进行更改。

# rooftop
source: The top floor,
es: El piso superior,
fr: Dernier étage,
ja: 屋上階です。
ko: 옥상 층에 도착하셨습니다.
zh: 屋顶层。

# vip
source: VIP room floor,
es: Piso VIP,
fr: Étage VIP,
ja: VIPルーム階です。
ko: VIP 룸 층에 도착하셨습니다.
zh: VIP室层。

# restaurant
source: Restaurant floor,
es: Piso de restaurante,
fr: Étage restaurant,
ja: レストラン階です。
ko: 레스토랑 층에 도착하셨습니다.
zh: 餐厅层。

# spa
source: Spa floor,
es: Piso de spa,
fr: Étage spa,
ja: 温泉階です。
ko: 온천 층에 도착하셨습니다.
zh: 温泉层。

# arcade
source: Game center floor,
es: Piso de centro de juegos,
fr: Étage salle de jeux,
ja: ゲームセンター階です。
ko: 게임 센터 층에 도착하셨습니다.
zh: 游戏中心层。

# foodCourt
source: Food court floor,
es: Piso de patio de comidas,
fr: Étage aire de restauration,
ja: フードコート階です。
ko: 푸드 코트 층에 도착하셨습니다.
zh: 美食广场层。

# indoorPark
source: Indoor park floor,
es: Piso de parque interior,
fr: Étage parc intérieur,
ja: 屋内パーク階です。
ko: 실내 공원 층에 도착하셨습니다.
zh: 室内公园层。

# supermarket
source: Supermarket floor,
es: Piso de supermercado,
fr: Étage supermarché,
ja: スーパーマーケット階です。
ko: 슈퍼마켓 층에 도착하셨습니다.
zh: 超市层。

# station
source: Subway station floor,
es: Piso de estación de metro,
fr: Étage station de métro,
ja: 地下鉄駅階です。
ko: 지하철 역 층에 도착하셨습니다.
zh: 地铁站层。

# parking
source: Parking floor,
es: Piso de estacionamiento,
fr: Étage parking,
ja: 駐車場階です。
ko: 주차장 층에 도착하셨습니다.
zh: 停车场层。

# apparel
source: Apparel store floor,
es: Piso de tienda de ropa,
fr: Étage magasin de vêtements,
ja: 洋服売り場階です。
ko: 의류 매장 층에 도착하셨습니다.
zh: 服装店层。

# electronics
source: Electronics store floor,
es: Piso de tienda de electrónicos,
fr: Étage magasin d'électronique,
ja: 家電売り場階です。
ko: 가전제품 매장 층에 도착하셨습니다.
zh: 电器店层。

# outdoor
source: Outdoor gear store floor,
es: Piso de tienda de equipos al aire libre,
fr: Étage magasin d'équipements extérieurs,
ja: アウトドア用品売り場階です。
ko: 아웃도어 용품점 층에 도착하셨습니다.
zh: 户外用品店层。

# bookstore
source: Bookstore floor,
es: Piso de librería,
fr: Étage librairie,
ja: 書籍売り場階です。
ko: 서점 층에 도착하셨습니다.
zh: 书店层。

# candy
source: Candy store floor,
es: Piso de tienda de dulces,
fr: Étage confiserie,
ja: お菓子売り場階です。
ko: 사탕 가게 층에 도착하셨습니다.
zh: 糖果店。

# toy
source: Toy store floor,
es: Piso de tienda de juguetes,
fr: Étage magasin de jouets,
ja: おもちゃ売り場階です。
ko: 장난감 가게 층에 도착하셨습니다.
zh: 玩具店层。

# luxury
source: Luxury boutique floor,
es: Piso de boutique de lujo,
fr: Étage boutique de luxe,
ja: 高級ブティック売り場階です。
ko: 고급 부티크 층에 도착하셨습니다.
zh: 奢侈品店层。

# sports
source: Sporting goods store floor,
es: Piso de tienda de artículos deportivos,
fr: Étage magasin d'articles de sport,
ja: スポーツ用品売り場階です。
ko: 스포츠 용품점 층에 도착하셨습니다.
zh: 体育用品店层。

# gym
source: Fitness gym floor,
es: Piso de gimnasio,
fr: Étage salle de sport,
ja: フィットネスジム階です。
ko: 피트니스 짐 층에 도착하셨습니다.
zh: 健身房层。

# sweets
source: Dessert shop floor,
es: Piso de tienda de postres,
fr: Étage pâtisserie,
ja: スイーツ売り場階です。
ko: 디저트 매장 층에 도착하셨습니다.
zh: 甜品店层。

# furniture
source: Furniture store floor,
es: Piso de tienda de muebles,
fr: Étage magasin de meubles,
ja: 家具売り場階です。
ko: 가구 매장 층에 도착하셨습니다.
zh: 家具店层。

# cinema
source: Multiplex floor,
es: Piso de multicines,
fr: Étage cinéma,
ja: 映画館階です。
ko: 영화관 층에 도착하셨습니다.
zh: 电影院层。

# nameRooftop
source: The Top Floor
es: El Piso Superior
fr: Dernier étage
ja: 屋上階
ko: 옥상
zh: 屋顶

# nameVip
source: VIP room
es: Sala VIP
fr: Salle VIP
ja: VIPルーム
ko: VIP 룸
zh: VIP室

# nameRestaurant
source: Restaurant
es: Restaurante
ja: レストラン
ko: 레스토랑
zh: 餐厅

# nameSpa
source: Spa
ja: 温泉
ko: 온천
zh: 温泉

# nameArcade
source: Arcade
fr: Salle de jeux
ja: ゲームセンター
ko: 게임 센터
zh: 游戏中心

# nameFoodCourt
source: Food court
es: Patio de comidas
fr: Aire de restauration
ja: フードコート
ko: 푸드 코트
zh: 美食广场

# nameIndoorPark
source: Indoor park
es: Parque interior
fr: Parc intérieur
ja: 屋内公園
ko: 실내 공원
zh: 室内公园

# nameSupermarket
source: Supermarket
es: Supermercado
fr: Supermarché
ja: スーパーマーケット
ko: 슈퍼마켓
zh: 超市

# nameStation
source: Subway station
es: Estación de metro
fr: Station de métro
ja: 地下鉄駅
ko: 지하철 역
zh: 地铁站

# nameParking
source: Parking
es: Estacionamiento
ja: 駐車場
ko: 주차장
zh: 停车场

# nameApparel
source: Apparel store
es: Tienda de ropa
fr: Magasin de vêtements
ja: 洋服売り場
ko: 의류 매장
zh: 服装店

# nameElectronics
source: Electronics store
es: Tienda de electrónicos
fr: Magasin d'électronique
ja: 家電売り場
ko: 가전제품 매장
zh: 电器店

# nameOutdoor
source: Outdoor gear store
es: Tienda de equipos al aire libre
fr: Magasin d'équipements extérieurs
ja: アウトドア用品売り場
ko: 아웃도어 용품점
zh: 户外用品店

# nameBookstore
source: Bookstore
es: Librería
fr: Librairie
ja: 書籍売り場
ko: 서점
zh: 书店

# nameCandy
source: Candy store
es: Tienda de dulces
fr: Confiserie
ja: お菓子売り場
ko: 사탕 가게
zh: 糖果店

# nameToy
source: Toy store
es: Tienda de juguetes
fr: Magasin de jouets
ja: おもちゃ売り場
ko: 장난감 가게
zh: 玩具店

# nameLuxury
source: Luxury boutique
es: Boutique de lujo
fr: Boutique de luxe
ja: 高級ブティック売り場
ko: 고급 부티크
zh: 奢侈品店

# nameSports
source: Sporting goods store
es: Tienda de artículos deportivos
fr: Magasin d'articles de sport
ja: スポーツ用品売り場
ko: 스포츠 용품점
zh: 体育用品店

# nameGym
source: Fitness gym
es: Gimnasio
fr: Salle de sport
ja: フィットネスジム
ko: 피트니스 짐
zh: 健身房

# nameSweets
source: Dessert shop
es: Tienda de postres
fr: Pâtisserie
ja: スイーツ売り場
ko: 디저트 매장
zh: 甜品店

# nameFurniture
source: Furniture store
es: Tienda de muebles
fr: Magasin de meubles
ja: 家具売り場
ko: 가구 매장
zh: 家具店

# nameCinema
source: Multiplex
es: Multicines
fr: Cinéma
ja: 映画館
ko: 영화관
zh: 电影院

# movingElevator
source: Elevator in use, please wait a moment.
es: Ascensor en uso, por favor espere un momento.
fr: Ascenseur en cours d'utilisation, veuillez patienter.
ja: エレベーターが動作中のため少々お待ちください
ko: 엘리베이터가 운행 중이므로 잠시 기다려 주십시오.
zh: 电梯运行中，请稍候

# photoAccessRequired
source: Photo access is required
es: Se requiere permiso de acceso a fotos
fr: Autorisation d'accès aux photos requise
ja: 写真へのアクセス権の許可
ko: 사진 권한이 필요합니다.
zh: 需要照片访问权限

# photoAccessPermission
source: To select a photo, please allow full photo access in settings.
es: Para seleccionar tu foto, por favor permite el acceso completo a fotos desde la configuración.
fr: Pour sélectionner votre photo, veuillez autoriser l'accès complet aux photos depuis les paramètres.
ja: アルバムから画像選択するため、設定画面で写真へのフルアクセスを許可してください。
ko: 사진 권한을 허용해주세요.
zh: 请在设置中允许完全访问照片。

# earnMilesAfterAdTitle
source: Earn {NUMBER} EV miles by watching ads
es: Gana {NUMBER} millas EV viendo anuncios
fr: Gagnez {NUMBER} Miles EV en regardant des publicités
ja: 広告を見て {NUMBER}EVマイルゲット!
ko: 광고를 보고 {NUMBER}EV마일 얻자!
zh: 观看广告赚取{NUMBER}电梯里程!

# earnMilesAfterAdDesc
source: To earn {NUMBER} EV miles, please watch the ad for the required time.
es: Para ganar {NUMBER} millas EV, por favor vea anuncios durante la duración especificada.
fr: Pour gagner {NUMBER} Miles EV, veuillez regarder les publicités pendant la durée spécifiée.
ja: 広告を指定の時間ご覧いただくと、{NUMBER}EVマイルが獲得できます。
ko: 지정된 시간 동안 광고를 보시면 {NUMBER}EV마일을 획득할 수 있습니다.
zh: 如果您在指定的时间内观看广告，您可以获得{NUMBER}电梯里程。

# notConnectedInternet
source: No internet connection
es: Sin conexión a Internet
fr: Pas de connexion Internet
ko: 인터넷 연결이 없습니다

# notSignedInGameCenter
source: Sign in to {Platform}
es: Inicia sesión en {Platform}
fr: Connectez-vous à {Platform}
ko: {Platform}에 로그인해주세요

source: About LETS ELEVATOR
es: Acerca de LETS ELEVATOR
fr: À propos de LETS ELEVATOR
ja: レッツ・エレベーターとは
ko: 렛츠 엘리베이터 란
zh: 关于操作乐趣电梯

source: Terms and Privacy Policy
es: Términos y política de privacidad
fr: Conditions et politique de confidentialité
ja: 利用規約・プライバシーポリシー
ko: 이용약관 및 개인정보처리방침
zh: 使用条款和隐私政策

source: Terms
es: Términos
fr: Conditions
ja: 利用規約
ko: 이용약관
zh: 使用条款

source: Official Page
es: Página Oficial
fr: Page officielle
ja: 公式ページ
ko: 공식 페이지
zh: 官方页面

source: Official Shop
es: Tienda Oficial
fr: Boutique officielle
ja: 公式ショップ
ko: 공식 샵
zh: 官方商店

source: Ranking
es: Clasificación
fr: Classement
ja: ランキング
ko: 랭킹
zh: 排名
